Revit 2026 API
ParameterFilterElement.Create Method
Overload List
Name | Description
Create(Document, String, ICollection<ElementId>)
Create(Document, String, ICollection<ElementId>, ElementFilter)
Top
See Also
Reference
ParameterFilterElement Class
Autodesk.Revit.DB Namespace